// 5 = (nextEven) Считать целое число.
//                Вывести на экран минимальное четное число, не меньшее введенного.

//    Пример ввода
//        17
//    Пример вывода
//        18


// 6 = (nextOdd) Считать целое число.
//                Вывести на экран минимальное нечетное число, не меньшее введенного.

//    Пример ввода
//        17
//    Пример вывода
//        16


// 7 = (prevEven) Считать целое число.
//                Вывести на экран максимальное четное число, не большее введенного.

//    Пример ввода
//        17
//    Пример вывода
//        16


// 8 = (prevOdd) Считать целое число.
//                Вывести на экран максимальное нечетное число, не большее введенного.

//    Пример ввода
//        16
//    Пример вывода
//        15


// 9 = (max2) Считать с клавиатуры два целых числа и вывести большее из них.
//            Если числа равны, вывести любое.

//    Пример ввода
//        1 2
//    Пример вывода
//        2


// 10 = (max3) Считать с клавиатуры три целых числа и вывести большее из них.
//             В случае равенства выводить любое.
//             Данная задача решается без массивов, циклов и функций.

//    Пример ввода
//        1 2 3
//    Пример вывода
//        3


// 11 = (max4) Считать с клавиатуры четыре целых числа и вывести большее из них.
//             В случае равенства выводить любое.
//             Данная задача решается без массивов, циклов и функций.

//    Пример ввода
//        1 2 3 4
//    Пример вывода
//        4


// 12 = (max5) Считать с клавиатуры пять целых чисел и вывести большее из них.
//             В случае равенства выводить любое.
//             Данная задача решается без массивов, циклов и функций.

//    Пример ввода
//        1 2 3 4 5
//    Пример вывода
//        5

