//1 = (arithmetic) Вывести результаты пяти разных арифметических действий над двумя введенными числами.

//    Пример ввода
//        1 2
//    Пример вывода
//        1+2=3
//        1-2=-1
//        1*2=2
//        1/2=0
//        1%2=1

// Примечание сначала нагугли как считать 2 числа через пробел и просто выведи,
// потом выведи их как указано в задаче. (числа могут быть разные в вводе)



// 2 = (comparison) Вывести результаты, возвращаемые разными операторами сравнения, используя два введенных числа.

//    Пример ввода
//        1 2
//    Пример вывода
//        1<2 is true
//        1>2 is false
//        1<=2 is true
//        1>=2 is false
//        1==2 is false
//        1!=2 is true

// Примечание (числа могут быть разные в вводе)



// 3 = (isEven) Считать с клавиатуры целое число. Если число чётное, вывести на экран yes, в противном случае вывести no.

//    Пример ввода
//        17
//    Пример вывода
//        no


// 4 = (isOdd) Считать с клавиатуры целое число. Если число нечётное, вывести на экран yes, в противном случае вывести no.

//    Пример ввода
//        17
//    Пример вывода
//        yes
